Repository: qdri1/doptep
Catalog: doptep/*.lproj/Localizable.strings
Languages: ru

# tab_home
source: Home
ru: Главная

# tab_settings
source: Settings
ru: Настройки

# home_game_name
source: Name:
ru: Название:

# home_game_format
source: Format:
ru: Формат:

# home_game_team_quantity
source: Teams:
ru: Команд:

# home_game_time
source: Time:
ru: Время тайма:

# home_game_rule
source: Rule:
ru: Правила:

# game_empty
source: You do not have any games yet
ru: У вас пока нет игр

source: Add game
ru: Добавить игру

# update_game
source: Edit game
ru: Редактировать игру

# time_in_minutes
source: %d minutes
ru: %d минут

source: Game name
ru: Название игры

# game_time
source: Match time (minutes)
ru: Время матча в минутах

source: Game format
ru: Формат игры

source: Game rules
ru: Правила игры

# team_quantity
source: Number of teams
ru: Количество команд

# team_number
source: T-%@
ru: К-%@

source: Team name
ru: Название команды

# choose_team_color
source: Choose color
ru: Выберите цвет

source: Choose team
ru: Выберите команду

# player_number
source: Player %@
ru: Игрок %@

source: Add player
ru: Добавить игрока

source: Save
ru: Сохранить

# save_success
source: Saved
ru: Сохранено

source: Cancel
ru: Отмена

source: Done
ru: Готово

source: Yes
ru: Да

source: No
ru: Нет

source: Edit Result
ru: Редактировать результат

# game_rule_2_change_side
source: Change sides after each half
ru: После каждого тайма меняемся сторонами

# game_rule_2_stay_side
source: Do not change sides
ru: Не меняемся сторонами

# game_rule_3_only_2_games
source: Exactly 2 games
ru: Ровно 2 игры

# game_rule_3_winner_stay_2
source: Winner stays (max. 2 games)
ru: Победивший остается (макс. 2 игры)

# game_rule_3_winner_stay_3
source: Winner stays (max. 3 games)
ru: Победивший остается (макс. 3 игры)

# game_rule_3_winner_stay_4
source: Winner stays (max. 4 games)
ru: Победивший остается (макс. 4 игры)

# game_rule_3_winner_stay_unlimited
source: Winner always stays
ru: Победивший всегда остается

# game_rule_4_only_3_games
source: Exactly 3 games
ru: Ровно 3 игры

# game_rule_4_winner_stay_3
source: Winner stays (max. 3 games)
ru: Победивший остается (макс. 3 игры)

# game_rule_4_winner_stay_4
source: Winner stays (max. 4 games)
ru: Победивший остается (макс. 4 игры)

# game_rule_4_winner_stay_5
source: Winner stays (max. 5 games)
ru: Победивший остается (макс. 5 игры)

# game_rule_4_winner_stay_6
source: Winner stays (max. 6 games)
ru: Победивший остается (макс. 6 игры)

# game_rule_4_winner_stay_unlimited
source: Winner always stays
ru: Победивший всегда остается

# game_name_empty_text
source: Game name is required
ru: Нужно заполнить Название игры

# game_time_empty_text
source: Match time is required
ru: Нужно заполнить Время матча

# team_name_empty_text
source: Team name is required
ru: Нужно заполнить Название команды

source: Team
ru: Команда

source: Teams Leaderboard
ru: Таблица команд

# games_short
source: G
ru: И

# wins_short
source: W
ru: В

# draws_short
source: D
ru: Н

# loses_short
source: L
ru: П

# goal_difference_short
source: GD
ru: РГ

# points_short
source: PTS
ru: ОЧК

source: Player
ru: Игрок

source: Players Leaderboard
ru: Таблица игроков

# assists_icon
source: A
ru: А

# saves_icon
source: SV
ru: С

# dribbles_icon
source: D
ru: Д

# shots_icon
source: SH
ru: У

# passes_icon
source: P
ru: П

# team_option_goal
source: Goal ⚽️
ru: Гол ⚽️

# team_option_assist
source: Assist
ru: Ассист

# team_option_dribble
source: Dribble
ru: Дриблинг

# team_option_pass
source: Pass
ru: Пас

# team_option_shot
source: Shot
ru: Удар

# team_option_save
source: Save
ru: Сейв

# team_option_players_title
source: Select player
ru: выберите автора

# team_option_players_auto_goal
source: Own goal
ru: Автогол

# best_player_option_best_player
source: Best player
ru: Лучший игрок

# best_player_option_goals
source: Top scorer
ru: Лучший бомбардир

# best_player_option_assists
source: Best assists
ru: Лучший ассист

# best_player_option_saves
source: Best saves
ru: Лучший сейв

# best_player_option_dribbles
source: Best dribbles
ru: Лучший дриблинг

# best_player_option_passes
source: Best passes
ru: Лучший пас

# best_player_option_shots
source: Best shots
ru: Лучший удар

# text_to_speech_goal
source: Goal by %@
ru: Гол от %@

# text_to_speech_assist
source: Assist by %@
ru: Ассист от %@

# text_to_speech_dribble
source: Nice dribble by %@
ru: Красивый проход от %@

# text_to_speech_pass
source: Great pass by %@
ru: Красивый пас от %@

# text_to_speech_shot
source: Powerful shot by %@
ru: Мощный удар от %@

# text_to_speech_save
source: Great save by %@
ru: Лучший сейв от %@

# stay_team_selection_title
source: Select the team that stays on the field
ru: Выберите команду которая остается на поле

# delete_game_title
source: Are you sure you want to delete this game?
ru: Вы точно хотите удалить эту игру?

# clear_results_title
source: Are you sure you want to clear the results of this game?
ru: Вы точно хотите очистить результаты этой игры?

# clear_all_results_title
source: Are you sure you want to clear all game results?
ru: Вы точно хотите очистить результаты всех игр?

# finish_game_title
source: Are you sure you want to finish this match?
ru: Вы точно хотите завершить этот матч?

# go_back_title
source: Are you sure you want to leave this page?
ru: Вы точно хотите выйти из этой страницы?

# finish_game_snackbar_text
source: You must finish the match to clear the results!
ru: Нужно завершить матч чтобы очистить результаты этой игры!

# delete_game_snackbar_text
source: You must finish the match to delete the game!
ru: Нужно завершить матч чтобы удалить эту игру!

# update_game_snackbar_text
source: You must finish the match to edit the game!
ru: Нужно завершить матч чтобы редактировать эту игру!

# open_game_results_snackbar_text
source: You must finish the match to view all results!
ru: Нужно завершить матч чтобы перейти на результаты всех игр!

# open_activation_screen_snackbar_text
source: You must finish the match to open the activation screen!
ru: Нужно завершить матч чтобы открыть страницу активации!

# game_count
source: games played: %@
ru: сыграно игр: %@

# sound_limited_text
source: Sounds and voice-overs are available only in the full version of the app
ru: Звуки и озвучки доступны только в полной версии приложения

# sound_league_chemp
source: Champions League
ru: Лига Чемпионов

# sound_goal_fans
source: Stadium Gooooal
ru: Стадион Гоооооол

# sound_anarbekov
source: Temirlan Anarbekov
ru: Темирлан Анарбеков

# sound_whistle
source: Whistle
ru: Свисток

# sound_stadium_applause
source: Stadium applause
ru: Стадион шапалақ

# sound_girls_applause
source: Girls applause
ru: Қыздар шапалақ

# sound_bilgenin_istep_jatyr
source: Bilgenin istep jatyr
ru: Білгенін істеп жатыр

# sound_goal_save
source: What a save
ru: Не деген сейв

# sound_goal_goal_goal
source: Goal Goal Goal
ru: Голь Голь Голь

# sound_modrichtyn_pasy
source: Modric's pass
ru: Модричтың пасы

# sound_tondyryp_tastagan
source: Tondyryp tastagan
ru: Тоңдырып тастаған

# function_best_players
source: Best players
ru: Лучшие игроки

# function_edit
source: Edit game
ru: Редактировать игру

# function_clear_result
source: Clear results
ru: Сбросить результаты

# function_info
source: Info
ru: Инфо

# function_all_results
source: All games results
ru: Результаты всех игр

# function_remove
source: Delete game
ru: Удалить игру

# live_game_info_replace_teams
source: Swap left and right teams
ru: Поменять левую и правую команду местами

# live_game_info_pause_timer
source: Pause timer
ru: Остановить таймер

# live_game_info_play_timer
source: Resume timer
ru: Продолжить таймер

# result_correction_text
source: Attention! This section is intended for correcting incorrect results. To add a new result, tap the left or right team name during the game.
ru: Внимание! Этот раздел предназначен для внесения корректировок в ошибочные результаты. Если вы хотите добавить новый результат, нажмите на название левой или правой команды во время игры.

# teams_block_info_games
source: Games
ru: Игр

# teams_block_info_wins
source: Wins
ru: Выигрыши

# teams_block_info_draws
source: Draws
ru: Ничьи

# teams_block_info_loses
source: Losses
ru: Поражения

# teams_block_info_goals_conceded
source: Goals scored/conceded (+/-)
ru: Количество забитых/пропущенных (+/-) голов

# teams_block_info_goals_difference
source: Goal difference
ru: Разница голов

# teams_block_info_points
source: Points
ru: Количество очков

# players_block_info_goals
source: Goal
ru: Гол

# players_block_info_assists
source: Assist
ru: Ассист

# players_block_info_saves
source: Best save
ru: Лучший сейв

# players_block_info_dribbles
source: Nice dribble
ru: Красивый проход/дриблинг

# players_block_info_shots
source: Powerful accurate shot
ru: Мощный точный удар

# players_block_info_passes
source: Nice pass
ru: Красивый пас

# player_result_limited_text
source: Player results are available only in the full version of the app
ru: Результаты игроков доступны только в полной версии приложения

# settings_item_language
source: Language
ru: Язык

# settings_item_share
source: Share
ru: Поделиться

# settings_item_star
source: Rate
ru: Оценить

# settings_item_telegram
source: Telegram group
ru: Telegram группа

# settings_item_activation
source: Manage subscription
ru: Управление подпиской

# settings_version
source: Version
ru: Версия

source: Choose language
ru: Выберите язык

# telegram_not_installed
source: Telegram is not installed!
ru: У Вас не установлен Telegram!

# activation_orange_text
source: You are using a limited version. Some features are unavailable. Upgrade to the full version.
ru: У вас ограниченная версия приложения. Некоторые функции могут быть недоступны. Активируйте полную версию.

# activation_green_text
source: You are using the trial version of the app. Remaining attempts to Clear this game results: %@
ru: У вас пробная версия приложения. Осталось попыток «Сбросить результаты этой игры»: %@

# activation_button
source: Activate
ru: Активировать

# activation_title
source: Activation
ru: Активация

# activation_text_title
source: What's included?
ru: Что включено?

# activation_text_1
source: Name voice-over and celebration sounds (goal, assist, etc.)
ru: Озвучка имени и звуки празднования (гол, ассист и т.д.)

# activation_text_2
source: Voice-over for the phrase "One minute remaining"
ru: Озвучка фразы «Осталась одна минута»

# activation_text_3
source: Voice-over for the phrase "Play until the ball is out"
ru: Озвучка фразы «Играем до аута»

# activation_text_4
source: List of football sounds
ru: Список футбольных звуков

# activation_text_5
source: Player results
ru: Результаты игроков

# activation_text_6
source: Best players
ru: Лучшие игроки

# activation_text_button
source: Show prices
ru: Показать цены

# activation_plan_title
source: Choose your plan
ru: Выберите ваш план

# activation_plan_1
source: Monthly
ru: Месяц

# activation_plan_2
source: Yearly
ru: Год

# activation_plan_3
source: Unlimited
ru: Безлимит

# activation_plan_button
source: Buy
ru: Купить

# activation_plan_desc_subscribe
source: Subscription
ru: Подписка

# activation_plan_desc_lifetime
source: One-time purchase
ru: Одноразовая покупка

# activation_plan_select_error_text
source: Choose plan
ru: Выберите план

# activation_plan_activated_text
source: You have the full version
ru: У вас полная версия

# activation_plan_activated_button
source: Manage subscription
ru: Управление подпиской

source: Restore Purchases
ru: Восстановить покупки

# purchase_success
source: Purchase successful!
ru: Покупка успешна!

# purchase_failed
source: Purchase failed. Please try again.
ru: Покупка не удалась. Попробуйте снова.

# restore_success
source: Purchases restored successfully!
ru: Покупки успешно восстановлены!

source: Delete
ru: Удалить

source: Clear
ru: Очистить

source: Finish
ru: Завершить

source: Start
ru: Начать

source: Leave
ru: Выйти

# delete_game_confirmation
source: Are you sure you want to delete this game?
ru: Вы точно хотите удалить эту игру?

# clear_results_confirmation
source: Are you sure you want to clear the results?
ru: Вы точно хотите очистить результаты?

# finish_game_confirmation
source: Are you sure you want to finish this match?
ru: Вы точно хотите завершить этот матч?

# go_back_confirmation
source: Are you sure you want to go back?
ru: Вы точно хотите выйти?

# choose_staying_team
source: Choose the team that stays
ru: Выберите команду которая остается

# game_number
source: Games played
ru: Сыграно игр

source: Sounds
ru: Звуки

source: Functions
ru: Функции

# auto_goal
source: Own Goal
ru: Автогол

source: Best Players
ru: Лучшие игроки

source: Game Info
ru: Информация

# value
source: result
ru: результат

source: goals
ru: голы

# edit_team_goals
source: Edit goal results
ru: Редактировать гол

# edit_player_stats
source: Edit results
ru: Редактировать результаты

# text_goal
source: goal
ru: гол

# text_assist
source: assist
ru: ассист

# text_dribble
source: dribble
ru: дриблинг

# text_pass
source: pass
ru: пас

# text_shot
source: shot
ru: удар

# text_save
source: save
ru: сейв
